var jewish={
	"type": "FeatureCollection",
	"crs": {
		"type": "name",
		"properties": {
			"name": "urn:ogc:def:crs:OGC:1.3:CRS84"
		}
	},
	"features": [{
		"type": "Feature",
		"properties": {
			"Name": "Бляхарська, 17",
			"description": "Кутовий дім по лівій стороні зараз відноситься до вулиці Руської, побудований у 1907 році. До цього часу тут знаходився дім під номером 17, що виходив на Єврейську вулицю - \"кам’яниця Михалевічовська\". Так само, як і дім напроти (№20), він мав контрофорси, до яких крипілися стулки воріт Єврейської брами. З 1706 до кінця 19 століття будинок належав сім’ї Штернбахів",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0339607,
			49.8416981,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Бляхарська, 19 - докторська кам'яниця",
			"description": "На місці будинку під номером 19 у 1908 році з’явився кутовий будинок з виходом на вулицю Руську. До цього тут знаходилася Докторська кам'яниця, що належала Сімсі Менахему, придворному лікарю Яна Собеського. ",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0339983,
			49.8416013,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Бляхарська, 21 - проект Януша Вітвіцького",
			"description": "Будинок споруджено у 1908-1909 рр. за проектом Леона Графа. Один з багатьох чиншових будинків, що зводилися у Львові наприкінці 19 століття. Зараз у партері розташовані книгарня \"Рідкісна книга\" та ремонт телефонів \"Мобакс\". Колишня камяниця у 18 ст. належала Шльомі Крохмалу та востаннє зафіксована Францом Ковалишиним на малюнку 1904 року (малюнок - \"Єврейське місто\" ЦМІ, Хр. Бойко. ID 1051). У 1863 році співласниками реальності 205, на якій стояла кам'яниця були Гена Марґоліс (Margolis) та Еліяху Ландау (Landau). У 1881 році - Якуб Лейб Ціммерманн (Zimmermann), Зехль Штарк (Stark), Мойзес Еліяш Кеплер (Kepler), Еліях Ландау. Реконструкції (Окс. Бойко \"Єврейське місто\" ЦМІ. ID 1051): 1881 - заміна гонтового даху на вогнетривкий, 1904 - відповідно до санітарних норм реконструйовано флігель у подвір'ї. У 1926 році у будинку офіційно мешкало 9 чоловік:за статтю – 9 чоловіків та 0 жінок;за етносом – 7 євреїв, 1 поляк, 1 нв;за фахом – 5 кравців;родина –;Євреї:Hochberg Ibracham– кравець;Kreiter Icak – капітал;Matusiewicz Chaim – кравець;Mondschein Szhapse – торговець;Schilinger Salomon – кравець;Turteltaub Natan – молочар;Wasserman Simche – кравець.Поляки:Pauk Aleksander – банк.НВGartner Jozef - кравець;У 1935 році у будинку офіційно мешкало 6 чоловік:за статтю – 6 чоловіків та 0 жінок;за етносом – 2 євреїв, поляк, 4 нв;за фахом –;родина – 1 (Krauter Jozef, Maksimilian);Євреї:Altschuler Nachman – швець;Deutel Jakob – монтер;НВHubler Maks – торговий агент;Klus Michal – купець;Krauter Jozef – бухгалтер;Krauter Maksymilian – урядник.Порівняно з 1926 роком у будинку зменшилася кількість мешканців, вони усі змінилися; зявилася родина, зріс їх соціальний статус (?).У 1944 р. Януш Вітвіцький запропонував повернути будинку його давній вигляд у рамках проекту з відтворення ренесансних єврейських кам'яниць. ",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0340331,
			49.8415338,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Бляхарська, 23",
			"description": "Будинок розібрано у першій чверті 20 століття. До того як у кінці 18 століття будинок перейшов у власність Лейзора Боруховича, тут знаходилося підвоєводське управління, що розбирало судові справи між євреями та християнами.",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0340492,
			49.8414819,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Бляхарська, 25",
			"description": "Костевська кам'яниця, розібрана у першій чверті 20 століття.",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0340894,
			49.8414075,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Бляхарська, 20 - єврейська брама  \/    мезузи",
			"description": "На початку 20 століття будинки під номерами 20 і 22 було три рази перебудовано, у результаті чого їх було об'єднано у один дім зі спільним входом. До цього часу під 20-м номером знаходилася \"кам'яниця Коркесів\". До сьогодні будівля зберегла контрофорси, до яких кріпилися стулки воріт Єврейської брами. При вході - заглиблення для мезузи. (фото - \"Довкола вулиці Староєврейської\"). Окрім цього на першому поверсі збереглися фрагменти торгових і складських примішень (планування - Є.П. ?). У 1926 році у будинку офіційно мешкало 8 чоловік, з них:за статтю – 6 чоловіків та 2 жінки; за етносом – 5 євреїв, 2 поляки, 1 – нв; за фахом – 2 кравціродина – 1. Євреї:Badian Jeruchim – купець – на першому поверсі ?; Schiller Eliasz – кравець; Wald Estera – блях. пред.; Weinstein Eliasz – столяр; Weinstein Sara – модистка; Поляки:Klimkowicz Jozef – мулярLukasewicz Jan – друкар; НВ:Flak Jozef - кравець. У 1936 році у будинку офіційно мешкало 5 чоловік:за статтю – 5 чоловіків та 0 жінок;за етносом – 3 євреї, 0 поляків, 2 нв;за фахом –;родина –;Євреї:Blausztein Ozjasz – ювелір;Englander Chaim – купець;Schiller Eliasz – кравець;НВBlaser Alfred – приватний урядник;Gleicher Karol – помічник бляхаря. Зменшилася кількість мешканців, поляків (?), жінок, родин. З 1926 року залишився лише один мешканець.",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0336978,
			49.8416704,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Бляхарська, 27 - управління єврейської громади\/рабин\/синагога \"Турей Захав\"",
			"description": "Будинок споруджено у 1912-1913 рр. за проектом Леопольда Райса. Кам’яна табличка на рівні третього поверху з написом на івриті. На вхіднихдверях з правого боку – заглиблення для мезузи. З др. пол 17 ст – управління єврейської громади. У дворі -  синагога «Золота Роза».  У 1926 році у будинку офіційно мешкало 3 чоловік:за статтю – 3 чоловіків;за етносом – 1 єврей, поляк, 2 нв;за фахом –;родина –;Євреї:Goldstein Salka – торговець, HВ Eisenstein Karol - купець, Retto Mark - різникУ 1935 році у будинку офіційно мешкало 4 чоловік:за статтю – 3 чоловіків 1 жінка;за етносом – 3 єврей, поляк, 1 нв;за фахом –;родина –;Євреї:Billes Chaim Hersz - друкар, Korner Dawid - інтролігатор, Ziff Izak – рабинHВEisenstein Julia – приватний урядникУ будинку управління єврейської громади на 1936 рік проживали рабин, його секретар та працівники друкарні.",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0341538,
			49.8412882,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Бляхарська, 29 - єврейська лікарня 18 ст.",
			"description": "Будинок споруджено у 1904 році за проектом Артура Шлеєна. З 1624 року до середини 18 століття тут знаходилося приміщення єврейської лікарні.",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0342236,
			49.8411671,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Бляхарська, 31 - шинок 17 ст.",
			"description": "Будинок перебудовано на трьохповерховий у 1906 році за проектом Артура Шлеєна. Сьогодні вхід у нього знаходиться на вулиці Староєврейській, 35. Маска у кутовій частині будинку, на рівні другого поверху свідчить про те, що раніше тут розташовувався шинок.",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0342289,
			49.8410892,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Бляхарська, 24 - найбільш заселений будинок",
			"description": "Сьогодні на місці колишнього будинку знаходиться дитяча площадка.На 1926 рік у будинку офіційно мешкало 13 мешканців: За етносом: 7 євреїв, 2 поляки, 4 НВЗа професією – 3 купці, 2 пекарі, 2 бляхаріЗа статтю: 11 чоловіків, 2 жінкиРодина: TyrawskiAgid Benjamin - шпалерникChomiak Grzegorz - пекарEichman Jozef - купецьGelb Michal – купець Goldstein Mozes - бляхарGrossman Jankel Jozef - електрикHagler Hersz - пекарHubler Maks - купецьLinczyk Mozes - бляхарLwow Golde - рантьєTyrawska Walerja - акушеркаTyrawski Waclaw - перукарWaltach Samuel - кравецьНа 1935 рік у будинку офіційно мешкало 5 мешканців:За статтю: 4 чоловіки і 1 жінкаЗа етносом: 4 єврея + 1 НВAgid Benjamin - шпалерникGoldstein Mojzesz - бляхарGrunbaum Marek – торговий агентLwow Golda – власник маєткуReizes Majer – шклярНайбільш заселений будинок. Євреї мешканці будинку здебільшого представляють робітничі професії. У 1935 році кількість мешканці зменшилася з 13 до 5. Польська родина, що у 1925 році мешкала у будинку на 1936 тут не зареєстрована.",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0338722,
			49.8414075,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Бляхарська, 26 - рабин\/вчитель івриту",
			"description": "Сьогодні на місці колишнього будинку знаходиться дитяча площадка. На 1926 рік у будинку офіційно мешкало 3 мешканці:За статтю: 3 чоловікиЗа етносом: 3 євреїRakach Hersch - рабинWald Chaim -бляхарWeber Jacob – вчитель івритуНа 1935 рік у будинку офіційно мешкав 1 мешканецьBauer Mozes - школьник",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0339446,
			49.841283,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Бляхарська, 28 - шкіряне взуття (?)",
			"description": "Будинок перебудовано на початку 20 століття. До цього часу тут розташовувалася \"Рабіновська кам'яниця\" з єшивою, що постраждала під час пожежі 1837 року. До сьогодні зберігся оригінальний коридор з перекриттям.  У 1926 році у будинку офіційно мешкало 6 чоловік:за статтю – 6 чоловіків;за етносом – 5 євреїв, поляк, 1 нв;за фахом – 2 торгівці;родина –;ЄвреїFeinert Nafali - торговецьRozenberg Moses - посередникRozenstreich Chaim - капіталSchlosser Aron – торговецьBroch Izak – приватний вчительНВRomanow Jan – швецьУ 1935 році у будинку офіційно мешкало 7 чоловік:за статтю – 5 чоловіків 2 жінки;за етносом – 6 євреїв, поляк, 1 нв;за фахом – 2 купця, 2 урядника;родина – 1 (Billes);ЄвреїBilles Mozes - швецьBilles Salomon – помічник кравцяEdelsberg Szeindla - купцеваFeinert Naftali - урядникLeimsider Majer - кушнірPolakowski Zelman – купецьНВPallek Gizela – урядникМожна припустити, що у будинку розташовувалася майстерня і крамниця з пошивки та продажу шкіряних чобіт. Кількість мешканців збільшилася, з’явилася 1 родина.",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0339661,
			49.8411654,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Бляхарська, 30 - годинникар\/цукерня",
			"description": "Будинок перебудовано у 1870-х, фасад - у 1890-х роках. З 1767 року і до цього часу - \"Пінкасівська кам'яниця\". У 1926 році у будинку офіційно мешкало 5 чоловік:за статтю – 5 чоловіків;за етносом – 3 євреїв, поляк, 2 нв;за фахом – 2 кравці;родина –;ЄвреїKatke Juda - кравецьSalzman Abraham - годинникарWandel Mojzesz – малярНВEhrloch Zygmunt - перукарPokorny Uszer – кравецьУ 1935 році у будинку офіційно мешкало 4 чоловік:за статтю – 4 чоловіків;за етносом – 4 євреїв, поляк, нв;за фахом;родина –;ЄвреїBernard Simon – власник цукерніKalichstein Jidel - друкарKatke Juda - кравецьSalzman Abraham - годинникар",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0340412,
			49.8410304,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Боїмів, 52",
			"description": "У 1728 році будинок поєднано з домом на вулиці Братів Рогатинців про що свідчить табличка на рівні третього поверху з написом на івриті. Фрагменти синагоги – вхідні арки з частиною стін прилягають до стіни будинку. До початку І світової війни тут знаходилося управління Єврейського шпиталю  та дому престарілих фундації Мауріція Лазауруса (?). За даними на 1934 рік тут знаходилася пекарня Юліуша Горовіца. З 1987 року (? - Є.П.) тут знаходиться галерея \"Артес\" Спілки художників. Хронологія реконструкцій будинку від проекту \"Довкола Староєвської\": XVII ст. – будівництвокам'яниць. 1728 – будинки з'єднані в одну кам’яницю. 1863 – ремонт кам’яниціБоруховської. 1908 – проект на реконструкцію частини від вул. Боїмів 52архітектора Едварда Словінського (Edward Słowinski). Цим проєктом мінялисясходи в подвір'ї. 1909 – маґістрат запланував будинок розібрати. 1911 – проектЙозефа Авіна (Yosef Avin) на зведення триповерхового (4 яруси) будинку. 1912 –проект Міхала Уляма (Michał Ulam) на реконструкцію будинку з укріпленням тадобудовою ярусу від вул. Собєського (Бр. Рогатинців), влаштування всіх новихвікон та замурування входу від вул. Боїмів (Староєврейської), а такожвлаштування нових санвузлів у подвір'ї-колодязі та нового даху над цілимбудинком. Під час будівельних робіт знищили пам’яткові елементи (розібраликляпові двері до пивниці і змінили підлогу в помешканні швейцара). 1913 -магістрат зобов’язав власників повернути усунені елементи в тридцятиденнийтермін, погрожуючи примусовими діями в разі невиконання. 1934 – проект нанаправу каналізації будівельним підприємством Іґнатія Корнгабера (IgnacyKornhaber). 1987 – розібрали межовий мур після ґрунтовної перебудови будинку.Глуху східну стіну перетворили на третій фасад, звернений до арсеналу. Тоділіквідували коридор в частині будинку від Староєврейської, влаштувавши в цьомумісці мистецьку галерею \"Артес\" Спілки художників. Під час цієїреконструкції ліквідували внутрішнє подвір’я-колодязь.",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0346983,
			49.8410252,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Боїмів, 50",
			"description": "Колишня «кам’яниця Копловичів». До перепланування на кожному поверсі поквартирі з 2-ма вікнами на вулицю Староєврейську. Площа внутрішнього дворика, -декілька квадратних метрів. На 1926 рік у будинку офіційно проживало 2 мешканці За етносом – 2 євреї За статтю – 1 чоловік, 1 жінкаFuchs Cylla - торговець Klein Sumer - фермер",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0346567,
			49.8410166,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Боїмів, 48 - династія Fichman \/ \"Дім легенд\".",
			"description": "У 1881 році будинком володіли Єчко Кнуф і Соломон Броднер. Згодом (?) він належав єврейськійгромаді. Реконструкції проводилися у 1901 та 1922 роках.  З правої сторони від входу збереглися 2 заглибиниз футлярами для мезуз. Є дворик, у котрий можна потрапити тільки через квартируна першому поверсі. Зараз тут знаходиться кафе \"Дім легенд\". На 1926 рік у будинку офіційно мешкало 3 мешканціЗа етносом – 3 євреївЗа статтю – 2 чоловіків, 1 жінкаRor Chaje - торговецьSchiff Dawid - перукарSteiner Rubin – швецьНа 1935 рік у будинку мешкало 6 мешканцівЗа етносом – 6 євреївЗа статтю – 5 чоловіків, 1 жінкаЗа професією: 2 годинникаріFichman Abraham - годинникарFichman Bernars - адвокатFichman Jakob - годинникарFichman Karol – помічник торговцяFrachter Fancia – приватний урядникGross Eliasz – кравецьПриклад сім’ї (?) Fichman дає змогу проілюструвати зміну професій зі зміною поколінь (?).",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0345078,
			49.8409975,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Боїмів, 46 - будинок Мізесів",
			"description": "«Реб Маєр Мізес Хойз», побудований у 16 ст. У 18 ст. належав родині Мізесів. На початку 19 століття  Мізеси переселились на площу Ринок, 18. Після переїзду Мізесів дім перейшов у власністьрабина Йосифа Саула Натансона. На 1926 рік у будинку офіційно мешкало 5 чоловікЗа етносом – 5 євреївЗа статтю – 5 чоловіківЗа професією – 2 купціHebenstreit Suchar - палітурникLifschutz Izrael - купецьSchorr Saul - бляхарSchwarzburg Icek - купецьHubel Szymon - торговецьРеконструкція проводилася в кінці 19 століття.<br>Зараз тут знаходиться кафе \"Арома\".",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0344033,
			49.8409785,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Боїмів, 44 - школьник",
			"description": "Будинок перебудовано у 1912 році. Вхід розташовується на площі Коліївщини.  Зараз тут знаходяться сувенірна крамниця \"Артшок\" і кафе \"Меделін\". Будівля, що знаходилась тут раніше у 18 столітті належала Іцику Бродському та його нащадкам. У 1871 р. її власниками були Самуель Нойвельт (Samuel Neuwelt) і співвласники; а в 1916 р. – Міна Ґребель (Mina Grebel) і співвласники. У 1902 р. тут мешкали: власник реальності Ліфше Ґребель (Lifsze Grebel), фактор Іцаак Ґребель (Іzaak Grеbel), бухгалтер Леон Шорр (Leon Sсhorr) (Дані за 19-20 ст. - з \"Довкола Староєврейської\"). На 1926 рік у будинку офіційно мешкав 1 мешканець:Kahany Jozef – школьник",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0342745,
			49.8409483,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Плац Векслярський",
			"description": "Площа Векслярська з’явилася наприкінці 18 століття на місці 4 розібраних будинків. Коли були розібрані укріплення і відкрита вулиця Нова (Собеського-Братів Рогатинців) викопано колодязь для єврейського населення, що проіснував допочатку 20 століття, коли було проведено водопровід.",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0341082,
			49.8408488,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Боїмів, 40",
			"description": "Триповерхова чиншова кам’яниця кінця ХІХ ст., виходить чільним фасадом на пл. Коліївщини, а бічними на вул. Староєврейську та Братів Рогатинців.  Зараз тут знаходиться ресторан \"Флоренція\". У 18 столітті – кам’яниця Мошка Тарноґродського. Власник у 1871 р. – Герш Панцер (Panzer Hersch); власнику 1916 р. – Шмає Бірнбаум і співвласники (Birnbaum Schmaje i spółwłaściciele).",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0338641,
			49.840835,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Боїмів, 42",
			"description": "Зараз будинок не існує. У 18 столітті кам’яниця Гайлезовська. Власник у 1871 р. – Мойсей Менкес. Власник у 1916 р. – Шмає Бірнбаум і співвласники (Birnbaum Schmaje i spółwłaściciele). ",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0340358,
			49.8408505,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Боїмів, 23",
			"description": "Наріжний чотириповерховий будинок, що походить з 16 століття і ґрунтовно перебудований у 1862 р. У 18 столітті – кам’яниця Ганзля-гарбаря (Hanzel). Власник у 1871 р. – Тодрес і Шварцвальд (Todres i Schwarzwald); власник у 1916 р. –Йосиф Маєр Бляуер і співвласники (Blauer Józef Mayer i spółwłaściciele).",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0333331,
			49.8408609,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Боїмів, 25",
			"description": "Триповерхова з надбудованою мансардою типова чиншова кам’яниця другої половини ХІХ ст. з фасадом шириною у 5 вікон. У 18 столітті – кам’яниця Марка Файґелеса (Mark Feigeles). Власник у 1871 р. –Домінік Овадіє (Owadie Dominik);  власник у 1899 році – СараЕйфельд; власник у 1916 р. – Єтті Рот і співвласники (Roth Jetti i spółwłaściciele). На 1926 рік у будинку офіційно проживало 3 мешканці:за статтю: 2 чоловіки, 1 жінказа етносом: 3 НВза професією: Feld Benjamin – торговий агентHerold Laura - акушеркаWurzel Henryk - купецьМожливий зв’язок між торговим агентом та купцем.На 1935 рік у будинку офіційно проживала 1 мешканка:Herold Laura – акушеркаБудинок перестав бути торговим – купець та агент виїхали.",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0335208,
			49.8408817,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Боїмів, 27 - шевська крамниця ?",
			"description": "Кам’яницяXVII ст., ґрунтовно перебудована у 1856 р. за проектомЙозефа Енґеля (Jozef Engel), оздоблений у стилі історизму (неоренесанс). Чотириповерховийбудинок з фасадом шириною у три вікна. У 18 столітті – кам’яниця Лохмановська(Łochmanowska). За Меламедом, - власник усередині 19 століття – Л. Носсіг. Власник у 1871 р. – Б. Фукс і Хаїм Лібер (Fuchs B. i Lieber Chaim); власник у 1916 р. – ПерлаПанцер (Pancer Perla). На 1926 рік у будинку офіційно проживало 3 мешканціза статтю: 3 чоловіки за етносом: 2 євреї, 1 НВза професією: Ditroch Robert - купецьKlar Aron - вчительUrich Robert – швецьНа 1935 рік у будинку офіційно проживало 1 мешканецьза статтю: 3 чоловіки за етносом: 1 єврейза професією: Klar Aron - вчительМожливий зв'язок поміж купцем і шевцем, котрі виїхали разом. Шевська крамниця?",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0336281,
			49.8409076,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Боїмів, 29 - управління єврейського шпиталю",
			"description": "Чотириповерховий будинок з фасадом завширшки у три вікна. Кам’яниця XVII ст., неодноразово перебудовувалась. Реконструкцію у 1924 р. проводила будівельна фірма Б. Чачкеса (В. Czaczkes).<br>У 18 столітті – кам’яниця Авнера-митника. Власник у 1871 р. – Гінде Вайнштайн (Weinstein Hinde); власник у 1916 р. – Управа єврейськогошпиталю (Zarząd szpitala izraelickiego). На 1926 рік у будинку офіційно проживало 2 мешканціза статтю: 2 чоловіки за етносом: 1 єврей, 1 НВза професією: Fleischler Karol - кравецьPressler Mozes – купецьНа 1935 рік у будинку офіційно проживало 2 мешканціза статтю: 1 чоловік, 1 жінказа етносом: 2 НВза професією: Bicz Elka - перукарGill Jozef - наглядач",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0337488,
			49.8409388,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Боїмів, 31 - стоматологічний заклад ?",
			"description": "Кам’яниця 18 століття, перебудована у 1924-1925 рр. за проектами архітектурної фірми Дердацького і Жевуцького (Derdacki i Rzewucki). Чотириповерховий будинок з фасадом завширшки у чотири вікна, підпертий з правого боку контрфорсом. За Меламедом на першому поверсі збереглося приміщення однієї з найстаріших крамниць у районі. У 18столітті –  кам’яниця Рабіновська (Rabinowska). Власник у 1871 р. – Дорнцвайґ і Славе Ландау (Dornzweig i Slave Landau); власник у 1916 р. – Дебора Ґлянц (Glanc Debora).1926 рік – на другому поверсі приймав стоматолог Вільгельм Ювелес (Wilhelm Juweles) – колишній керівник закладу доктора Кацнера (Katznera). На 1926 рік у будинку офіційно проживало 2 мешканціза статтю: 2 чоловіки за етносом: 2 євреїза професією: Monks Markus - перукарSchneck Ozjasz – кравецьНа 1935 рік у будинку офіційно проживало 3 мешканціза статтю: 3 чоловіки за етносом: 2 євреї, 1 НВза професією: Berger Leopold - лікарElmer Markus - кравецьWunderman Emil - купець. На 1935 рік кількість мешканців збільшилася.",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0338535,
			49.8409664,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Боїмів, 33",
			"description": "Чотириповерховий наріжний будинок, відремонтований у 2007 р. За Меламедом у 19 столітті будинок належав єврейському шпиталю. Власник у 1871 р. – Яків Корнік (Kornik Jakób); власник у 1916 р. – Зімхе Вольф Шляйфер і співвласники (Schleifer Simche Wolf i spółwłaściciele).",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0339902,
			49.8409993,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Боїмів, 39",
			"description": "У 18 столітті – кам’яниця Юзефа Цимелеса (Józef Cymeles) і єврейські ятки. Власник у 1871 р. – БерішЕренпрайз (Ehrenpreis Berisch); власник у 1916 р. – Герш Ціммерман іспіввласники (Zimmermann Hersch i spółwłaściciele).",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0345749,
			49.8411671,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Боїмів, 41 - Бет Мідраш",
			"description": "Заразна цьому місці – пустир. Кам'яну будівлю Бет Мідрашу збудовано у 1797 році. Сам Бет Мідраш розташовувався на партері, а поверх займали маленькіцехові та братські божнички, перенесені зі зліквідованих приватних дерев'янихбожниць (Bałaban, 1990: 84-85). Тут також знаходилася великабібліотека юдейської літератури з рідкісними релігійними книжками (Schall,1935). У 1870 році за проектом ЙоганаМіхеля (Johan Michel) від півночі, з боку подвір'я добудували великийклас для навчання, а над молитовним залом – ще один ярус. 1901 року влаштувалисанвузли за проектом інженера Мартина Кшивинського (Marcin Krzywiński) (ДАЛО). На 1935 рік у будинку офіційно мешкав 1 мешканецьKahane Jozef – приватний вчитель. У 1926 році він мешкав на вул. Боїмів, 44 і був школьником.",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0346768,
			49.8411827,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Боїмів, 43 \/ За Зброєвнею, 3 - тов-во \"Тарбут\"",
			"description": "В кінці 19 століття у цьому будинку знаходилася жіноча народна школа ім. Авраама Кона, створена у 1889 роціз німецької нормальної школи. У міжвоєнний період – освітнє товариство «Тарбут». На третьому поверсі у 1926 році була відкрита семінарська зала, де відбувалися лекції для усіх бажаючих. Приклади: \"Сутність мішни та її стосунок до гемари\" (15 січня 1926), \"Бездомні у єврейській літературі останньої доби\" (23 січня 1926 року). У липні 1926 року відкрито запис на двомісячні літні курси єврейської мови та літератури. З 1 вересня 1926 року -  набір у перший клас \"загальної єврейської школи\" - 7 класного закладу, де окрім мови та літератури мали викладатися \"рахунок, природа, географія, ручна праця та спів\". Уроки мали провадити екзаменовані вчителі. При товаристві також функціонували дитячий садок (\"froeblewka\"), єврейська школа для глухонімих, дворічні семінарські курси для вчителів та виховательок (\"ochroniarek\"). Кандидати на навчання на курсах повинні були закінчити 7-класну \"загальну\" чи 4-класну \"середню\" школу. Товариство \"Тарбут\" мало мережу своїх закладів на провінції. Щорічно відбувалися загальні збори, на котрих обиралося керівництво та узгоджувалася річна програма.",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0350148,
			49.8412415,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Шклярська",
			"description": "Вулиця Шклярська з лівого боку була оформлена синагогою Нахмановичів, аз правого – будинками, що виходили на вул. Арсенальну (за Зброєвнею). В кінцівулиці Шклярської у тупіку знаходилася міква.",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0347654,
			49.8412828,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Боїмів, 30 - право вічної оренди",
			"description": "Чотириповерховакам’яниця, що постала у 1911 р. за проектом Адольфа Піллера (Adolf Piller). Тоді ж на наріжнику встановили стилізованутаблицю з гербом Львова і датою (1633), яка свідчила, що власник будинку мавправо емфітевзису. Оригінальна таблиця XVII ст. знаходиться зараз на кам’яниціпри вул. Староєврейській, 34. У 18 столітті –  кам’яниця Ґомбрихтовська (Gombrychtowska). Власник у 1871 р. – Коппель Пік і Горовіц (Pick Koppel i Horowitz). На 1926 рік у будинку офіційно мешкав 1 мешканецьSapak August – купець",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0333062,
			49.8406966,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Боїмів, 32",
			"description": "У 18 столітті –  пустки Шмуйла Вишневецького (власність єврейська). Власник у 1871 р. – А. Філіп і Елізар Райцес (Filip A. i Reitzes Elisar); власник у 1916 р. – Юдес Ґуттман і співвласники (Guttman Jüdes i spółwłaściciele).",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0333652,
			49.8407243,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Боїмів, 34 - право вічної оренди",
			"description": "У 18 столітті –  кам’яниці Фрідмановська (Friedmanowska) і Кумановська (Kumanowska). Власникиу 1871 р. – Мендель Шюц і Фішер (Schütz Mendel i Fischer); власник у 1916 р. –Яків Рохмес (Rochmes Jakób). На першому поверсі збереглись півциркульні ренесансні обрамлення вікон та кругла таблиця на право емфітевзису з 1633 року.",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0334591,
			49.8407485,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Боїмів, 36",
			"description": "Кам’яниця 17 століття, ґрунтовно перебудована у другій половині 19 століття. У 18 столітті – кам’яниця Копльовичовська. Власник у 1871 р. – Маркус ВольфЕттінґер (Ettinger Markus Wolf); власник у 1916 р. – Абрам Крец і співвласники(Kretz Abraham i spółwłaściciele).",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.033604,
			49.8407796,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Боїмів, 38",
			"description": "Кам’яниця 17 століття, перебудована й оздоблена у 1880-х у стиліісторизму. На першому поверсі збереглись давні склепінчасті перекриття. На вул.Староєврейську виходить триповерховий тильний фасад кам’яниці завширшки у 3вікна. У 18 столітті –  кам’яниця Ґдальовська(Gdalowska). Власник у 1871 р. – Зімхе Мерер (Mehrer Simche); власник у 1916 р.– Ефроїм Горовіц і співвласники (Horowitz Efroim i spółwłaściciele). ",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.033722,
			49.8408125,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "Велика міська синагога",
			"description": "Збудована у 1797 - 1801 роках. У 1878 році у цілях пожежної безпеки реконструйовано дах. У 1910 - сходову клітку на жіночі галереї. У 1943 році - зруйнована нацистами.",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0349451,
			49.8410512,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "За Зброєвнею, 7 - миква\/різня",
			"description": "Микву збудовано на початку 17 століття. Поряд – кагальна камяниця зі шпиталем. Микву було реконструйовано у 1878 році. У 1898 році в басейні встановлено котел для підігріву води, обладнано каси та роздягальню. 1912 рік у приміщення вбиралень микви перенесено різню, що раніше розташовувалася на Бляхарській, 27. На 1926 рік у будинку офіційно проживав 1 мешканець:Korkos Adolf – годинникарНа 1935 рік у будинку офіційно проживало 3 мешканців:За статтю – 3 чоловікиЗа етносом – 2 євреї, 1 полякKorkіs Dawid – годинникар. Можна спостерігати передачу професії годинникаря з покоління в покоління. Після 1946 року приміщення микви перетворено на міську лазню під №1, а приміщення шпиталю на помешкання; розібрано будиночок різні, а на його місці зведено господарську будівлюПоч. 1990-х рр. партерові приміщення чільної кам’яниці з влаштуванням кафе та салону краси реконструйовано: розрубано двоє дверей у віконних прорізах; лазню перетворено на руїну.  ",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0348566,
			49.8415217,
			0.0]
		}
	},
	{
		"type": "Feature",
		"properties": {
			"Name": "За Зброєвнею, 5 - єврей+поляк",
			"description": "На 1926 рік у будинку офіційно проживав 1 мешканець:Korkos Adolf – годинникарНа 1935 рік у будинку офіційно проживало 2 мешканців:За статтю – 2 чоловікиЗа етносом – 1 єврей, 1 полякKumel Abraham - кушнірLisecki Wladyslaw – кухарЧисло мешканців збільшилося. Поляк Лісецький міг бути службовим кухарем у будинку, що належав єврейській громаді. ",
			"timestamp": null,
			"begin": null,
			"end": null,
			"altitudeMode": null,
			"tessellate": -1,
			"extrude": 0,
			"visibility": -1,
			"drawOrder": null,
			"icon": null
		},
		"geometry": {
			"type": "Point",
			"coordinates": [24.0349102,
			49.8414387,
			0.0]
		}
	}]
};